[
  {
    "index": 1,
    "dohas": {
      "original": "आदर करि राखो कितो, करि है औगुन संठ। हर राखो विष कंठ में, कियो नील वै कंठ॥",
      "gujarati": "આદર કરી રાખો કિતો, કરી છે અવગુણ સંત. હર રાખો વિષ કંઠમાં, કિયોનેલ વાઇ કંઠ.",
      "hindi": "आदर करि राखो कितो, करि है औगुन संठ। हर राखो विष कंठ में, कियो नील वै कंठ॥",
      "english": "Respect the poison you keep, even if it is harmful. Just as Shiva kept the poison in his throat, making it blue."
    }
  },
  {
    "index": 2,
    "dohas": {
      "original": "संगति दोष न पंडितनि, रह खलनि के संग। बिषधर विष ससि ईस में, अपने-अपने रंग॥",
      "gujarati": "સંગતિ દોષ ન પંડિતની, રહે ખલની કે સંગ. બિષધર બિષ સસિ ઈસમાં, પોતાના-પોતાના રંગ.",
      "hindi": "संगति दोष न पंडितनि, रह खलनि के संग। बिषधर विष ससि ईस में, अपने-अपने रंग॥",
      "english": "A scholar does not get tainted by bad company, like the moon and snake, which have their own distinct qualities despite their surroundings."
    }
  },
  {
    "index": 3,
    "dohas": {
      "original": "सर सर जद्यपि मंजु हैं, फूले कंज रसाल। बिन मानस मानस मुदित, कहुँ नहिं करत मराल॥",
      "gujarati": "સરસ જદ્યપિ મંજુ છે, ફૂલ કંજ રસાલ. બિન માનસ માનસ મુદિત, ક્યાં ન કરી મરાલ.",
      "hindi": "सर सर जद्यपि मंजु हैं, फूले कंज रसाल। बिन मानस मानस मुदित, कहुँ नहिं करत मराल॥",
      "english": "Even if the lotus blooms beautifully, it does not flourish without the water of a lake, just as a swan does not stay happy without a lake."
    }
  },
  {
    "index": 4,
    "dohas": {
      "original": "वह रसाल है औरई, जौन सुखद हिय माँह। अरे पथिक भटकत कहा, लखि की छाँह॥",
      "gujarati": "તે રસાલ છે અને, જે સુખદ હૃદયમાં છે. અરે પથિક ભટકત ક્યા, લખિ કિ છાંહ.",
      "hindi": "वह रसाल है औरई, जौन सुखद हिय माँह। अरे पथिक भटकत कहा, लखि की छाँह॥",
      "english": "That mango tree is the one that pleases the heart, O traveler, why wander elsewhere when you have found its shade?"
    }
  },
  {
    "index": 5,
    "dohas": {
      "original": "हरि तिय देखे ही बने, अचिरिजु अंग गुन गेह। कटि कहिबे की जानिये, ज्यों गनिका को नेह॥",
      "gujarati": "હરી તીય જોતા જ બને છે, અચરિજ અંગ ગુણ ગેહ. કટી કેહિબે કી જાણીયે, જ્યોઁ ગનિકા કો નેહ.",
      "hindi": "हरि तिय देखे ही बने, अचिरिजु अंग गुन गेह। कटि कहिबे की जानिये, ज्यों गनिका को नेह॥",
      "english": "Seeing a beautiful woman, one becomes enchanted by her virtues and form, as is the fleeting love of a courtesan."
    }
  },
  {
    "index": 6,
    "dohas": {
      "original": "रहिमन देखि बड़ेन को, लघु न दीजिए डारि। जहां काम आवे सुई, कहा करै तलवारि॥",
      "gujarati": "રહિમન જોવી બડેન કો, લઘુ ન દેજીયે ડારી. જ્યાં કામ આવે સૂઈ, ક્યા કરે તલવાર.",
      "hindi": "रहिमन देखि बड़ेन को, लघु न दीजिए डारि। जहां काम आवे सुई, कहा करै तलवारि॥",
      "english": "Rahim says, seeing a big person, do not discard the small. Where a needle is needed, what can a sword do?"
    }
  },
  {
    "index": 7,
    "dohas": {
      "original": "अर्थ-अर्थ सब होत हैं, अर्थ न चिन्तहु कोय। जो परमारथ छोड़ि के, अर्थ पीछे होय॥",
      "gujarati": "અર્થ-અર્થ બધું થાય છે, અર્થ ન ચિંતા કરો કોઈ. જે પરમાર્થ છોડીને, અર્થ પછી થાય.",
      "hindi": "अर्थ-अर्थ सब होत हैं, अर्थ न चिन्तहु कोय। जो परमारथ छोड़ि के, अर्थ पीछे होय॥",
      "english": "All meanings are achieved through money, do not worry about money. Those who abandon true purpose for money, will find meaning later."
    }
  },
  {
    "index": 8,
    "dohas": {
      "original": "बड़े बड़ाई ना करे, बड़े न बोले बोल। रहिमन हीरा कब कहे, लाख टका मो मोल॥",
      "gujarati": "મોટા બડાઈ ન કરે, મોટા ન બોલે બોલ. રહિમન હીરા ક્યારે કહે, લાખ ટકાનો મોલ.",
      "hindi": "बड़े बड़ाई ना करे, बड़े न बोले बोल। रहिमन हीरा कब कहे, लाख टका मो मोल॥",
      "english": "The great do not boast, nor do they speak much. Rahim says, when does a diamond ever say, my value is a lakh?"
    }
  },
  {
    "index": 9,
    "dohas": {
      "original": "मन मोटी अरु दूध रस, ये जग के तीन सुधार। इनको न बिगड़न देय रहिम, बस साँच बराबर॥",
      "gujarati": "મન મોતી અને દૂધ રસ, આ જગના ત્રણ સુધાર. તેમને ન બગડવા દે રહિમ, બસ સાચ બરાબર.",
      "hindi": "मन मोटी अरु दूध रस, ये जग के तीन सुधार। इनको न बिगड़न देय रहिम, बस साँच बराबर॥",
      "english": "Mind, pearl, and milk are three purities in this world. Rahim says, do not let them spoil, keep truth above all."
    }
  },
  {
    "index": 10,
    "dohas": {
      "original": "छमा बड़न को चाहिए, छोटन को उत्पात। कहि रहीम हरि का घट्यौ, जो भृगु मारी लात॥",
      "gujarati": "છમા મોટાને જોઈએ, નાનાને ઉપદ્રવ. કહે રહીમ હરીનો ઘટ્યો, જે ભૃગુએ મારે લાત.",
      "hindi": "छमा बड़न को चाहिए, छोटन को उत्पात। कहि रहीम हरि का घट्यौ, जो भृगु मारी लात॥",
      "english": "Forgiveness is needed by the great, mischief by the small. Rahim says, did Hari lose anything when Bhrigu kicked him?"
    }
  },

    {
      "index": 11,
      "dohas": {
        "original": "हरि आगर आगर हरी, उपजै बौराने। अबध मृगु नहिं चारिहे, आपु सही जौ जारि॥",
        "gujarati": "હરિ આગર આગર હરી, ઉપજ્યે બૌરાને. અવધ મૃગુ નહીં ચારીહે, આપુ સહિ જો જારી.",
        "hindi": "हरि आगर आगर हरी, उपजै बौराने। अबध मृगु नहिं चारिहे, आपु सही जौ जारि॥",
        "english": "A person who harms others will never find peace. Just as a foolish deer gets caught while the wise one escapes."
      }
    },
    {
      "index": 12,
      "dohas": {
        "original": "बिनु बानी देसी भनित, तौ झूठे चित्तुआ। जैसे बनै निहारि जल, तैसे जल में मर॥",
        "gujarati": "બિનુ બાની દેસી ભણિત, તો ઋઠે ચિત્તુઆ. જેમ બણી નિહારી જલ, તેમ જલમાં મર.",
        "hindi": "बिनु बानी देसी भनित, तौ झूठे चित्तुआ। जैसे बनै निहारि जल, तैसे जल में मर॥",
        "english": "Without proper speech, even good intentions seem false. Like a fish caught in clear water, even good actions can lead to trouble."
      }
    },
    {
      "index": 13,
      "dohas": {
        "original": "बिगरे को मान ले, सकल लोकन हित। न्हाई बौराई ज्यों करे, वही सौं कहै सुचित॥",
        "gujarati": "બિગરે કો માન લે, સકલ લોકન હિત. ન્હાઈ બૌરાઈ જેમ કરે, વહી સઁ કહી સુચિત.",
        "hindi": "बिगरे को मान ले, सकल लोकन हित। न्हाई बौराई ज्यों करे, वही सौं कहै सुचित॥",
        "english": "Accept the wrongdoer for the benefit of all. As a purified fool continues to err, one must still guide them properly."
      }
    },
    {
      "index": 14,
      "dohas": {
        "original": "जो जन हरि को भजन करै, रहै घर भेद न जान। तासौं देव धरा ते, जानी सकै न काज॥",
        "gujarati": "જે જન હરીનો ભજન કરે, રહે ઘરમાં ભેદ ન જાણ. તાસો દેવ ધરા તે, જાની શકે ન કાજ.",
        "hindi": "जो जन हरि को भजन करै, रहै घर भेद न जान। तासौं देव धरा ते, जानी सकै न काज॥",
        "english": "One who worships Hari without knowing the secret of the house, even the gods from earth cannot understand their actions."
      }
    },
    {
      "index": 15,
      "dohas": {
        "original": "रहिमन विपदा हु भली, जो थोरे दिन होय। हित अनहित या जगत में, जान परत सब कोय॥",
        "gujarati": "રહિમન વિપદા હુ ભલી, જે થોડા દિવસ હોય. હિત અનહિત આ જગતમાં, જાણ પડે બધું કોઈ.",
        "hindi": "रहिमन विपदा हु भली, जो थोरे दिन होय। हित अनहित या जगत में, जान परत सब कोय॥",
        "english": "Rahim says, even a short period of adversity is good. It helps everyone understand who is a friend and who is not in this world."
      }
    },

  {
    "index": 16,
    "dohas": {
      "original": "रहिमन निज मन की व्यथा, मन ही राखो गोय। सुनी इठलैहें लोग सब, बाँट न लैहें कोय॥",
      "gujarati": "રહિમન નિજ મન ની વ્યથા, મન માંજ રાખો ગોય. સુણી ઇઠલાઇહેં લોકો બધાં, બાંટ ન લેહે કોઈ.",
      "hindi": "रहिमन निज मन की व्यथा, मन ही राखो गोय। सुनी इठलैहें लोग सब, बाँट न लैहें कोय॥",
      "english": "Rahim says, keep the pain of your heart within you. Hearing it, people will mock you, but none will share your burden."
    }
  },
  {
    "index": 17,
    "dohas": {
      "original": "दोनों रहिमन एक से, जों लों बोलत नाहिं। जान परत हैं काक पिक, रितु बसंत के माहिं॥",
      "gujarati": "બન્ને રહિમન એક છે, જો બોલે નહીં. જાણ પડે છે કાક પિક, ઋતુ વસંતમાં.",
      "hindi": "दोनों रहिमन एक से, जों लों बोलत नाहिं। जान परत हैं काक पिक, रितु बसंत के माहिं॥",
      "english": "Rahim says, both are alike if they do not speak. It is in spring that we can distinguish between the crow and the cuckoo."
    }
  },
  {
    "index": 18,
    "dohas": {
      "original": "ऐसी बानी बोलिए, मन का आपा खोय। औरन को शीतल करै, आपहु शीतल होय॥",
      "gujarati": "એવી વાણી બોલો, મન નો અહમ્ ગુમાવો. અન્યને શીતળ બનાવે, પોતે પણ શીતળ બન.",
      "hindi": "ऐसी बानी बोलिए, मन का आपा खोय। औरन को शीतल करै, आपहु शीतल होय॥",
      "english": "Speak such words, which keep your ego aside. They cool others' minds, and you also remain cool."
    }
  },
  {
    "index": 19,
    "dohas": {
      "original": "रहिमन धागा प्रेम का, मत तोड़ो चटकाय। टूटे से फिर ना जुड़े, जुड़े गाँठ पड़ जाय॥",
      "gujarati": "રહિમન ધાગા પ્રેમના, ન તોડો ચટકાઇ. તૂટે પછી ન જોડાય, જોડે ગાંઠ પડાય.",
      "hindi": "रहिमन धागा प्रेम का, मत तोड़ो चटकाय। टूटे से फिर ना जुड़े, जुड़े गाँठ पड़ जाय॥",
      "english": "Rahim says, do not snap the thread of love abruptly. Once broken, it does not join again; if it does, knots remain."
    }
  },
  {
    "index": 20,
    "dohas": {
      "original": "छिमा बड़ेन को चाहिए, छोटेन को उत्पात। कहि रहीम हरि का घट्यौ, जो भृगु मारी लात॥",
      "gujarati": "છિમા મોટાને જોઈએ, નાનાને ઉપદ્રવ. કહી રહિમ હરીનું ઘટ્યું, જે ભૃગુએ મારે લાત.",
      "hindi": "छिमा बड़ेन को चाहिए, छोटेन को उत्पात। कहि रहीम हरि का घट्यौ, जो भृगु मारी लात॥",
      "english": "Forgiveness is needed by the great, mischief by the small. Rahim says, did Hari lose anything when Bhrigu kicked him?"
    }
  },
  {
    "index": 21,
    "dohas": {
      "original": "रहिमन पानी राखिए, बिनु पानी सब सून। पानी गए न ऊबरै, मोती, मानुष, चून॥",
      "gujarati": "રહિમન પાણી રાખો, વિના પાણી બધું સૂન. પાણી ગયા ન ઉબરૈ, મોતી, માનુષ, ચૂન.",
      "hindi": "रहिमन पानी राखिए, बिनु पानी सब सून। पानी गए न ऊबरै, मोती, मानुष, चून॥",
      "english": "Rahim says, keep the water, without water everything is void. Without water, pearls, humans, and lime cannot survive."
    }
  },
  {
    "index": 22,
    "dohas": {
      "original": "रहिमन देख बड़ेन को, लघु न दीजिए डारि। जहां काम आवे सुई, कहा करै तलवारि॥",
      "gujarati": "રહિમન જોયા મોટાને, નાનો ન નાખો ફેંકી. જ્યાં કામ આવે સૂઈ, ત્યાં શું કરે તલવાર.",
      "hindi": "रहिमन देख बड़ेन को, लघु न दीजिए डारि। जहां काम आवे सुई, कहा करै तलवारि॥",
      "english": "Rahim says, seeing a big person, do not discard the small. Where a needle is needed, what can a sword do?"
    }
  },
  {
    "index": 23,
    "dohas": {
      "original": "रहिमन निज गृह एकता, पतिव्रता पतिदेव। छल प्रपंच चतुराई, इनते रहे सदा सेव॥",
      "gujarati": "રહિમન પોતાના ઘરની એકતા, પતિવ્રતા પતિ દેવ. છેલ પ્રપંચ ચતુરાઈ, આથી રહે છેવ.",
      "hindi": "रहिमन निज गृह एकता, पतिव्रता पतिदेव। छल प्रपंच चतुराई, इनते रहे सदा सेव॥",
      "english": "Rahim says, the unity of one's home lies in the loyalty of a devoted wife to her husband. Deceit and cunningness always lead to service."
    }
  },
  {
    "index": 24,
    "dohas": {
      "original": "संपति भरम न कीजिए, जो थोरे दिन होय। रहिमन चाकी देखिले, घने रहत नहीं दोय॥",
      "gujarati": "સંપત્તિ ભ્રમ ન કરો, જો થોડા દિવસ હોય. રહિમન ચાકી જુઓ, બે ઘણાં રહેતા નથી.",
      "hindi": "संपति भरम न कीजिए, जो थोरे दिन होय। रहिमन चाकी देखिले, घने रहत नहीं दोय॥",
      "english": "Rahim says, do not be deluded by wealth, for it lasts only a few days. Like a grinding stone, it does not hold grain for long."
    }
  },
  {
    "index": 25,
    "dohas": {
      "original": "तरुवर फल नहिं खात है, सरवर पियहि न पान। कहि रहीम परकाज हित, संपति संचित जान॥",
      "gujarati": "વૃક્ષ ફળ નથી ખાતો, સરોવર પાણિ નથી પીતું. કહે રહીમ પરકાજ હિત, સંપત્તિ સંચિત જાણ.",
      "hindi": "तरुवर फल नहिं खात है, सरवर पियहि न पान। कहि रहीम परकाज हित, संपति संचित जान॥",
      "english": "Rahim says, the tree does not eat its own fruit, the lake does not drink its own water. Wealth is meant for the benefit of others."
    }
  },
  {
    "index": 26,
    "dohas": {
      "original": "समय पाय फल होत है, समय पाय झरी जात। सदा रहे नहिं एक-सी, का रहीम पछितात॥",
      "gujarati": "સમય પાઈ ફળ થાય છે, સમય પાઈ ઝરી જાય છે. સદાય રહેતું નથી એક-જ, શા માટે રહીમ પછતાવવું.",
      "hindi": "समय पाय फल होत है, समय पाय झरी जात। सदा रहे नहिं एक-सी, का रहीम पछितात॥",
      "english": "Rahim says, fruits come in season and fall in season. Things do not stay the same forever, why regret?"
    }
  },
  {
    "index": 27,
    "dohas": {
      "original": "रहिमन विपदा ही भली, जो थोरे दिन होय। हित्व अनहित या जगत में, जान परत सब कोय॥",
      "gujarati": "રહિમન વિપદા જ સારી છે, જે થોડા દિવસ હોય. હિત અને અનહિત આ જગતમાં, જાણ પડે છે બધા.",
      "hindi": "रहिमन विपदा ही भली, जो थोरे दिन होय। हित्व अनहित या जगत में, जान परत सब कोय॥",
      "english": "Rahim says, even short-lived adversity is good. It helps everyone understand who is a friend and who is not in this world."
    }
  },
  {
    "index": 28,
    "dohas": {
      "original": "जो रहीम उत्तम प्रकृति, का करि सकत कुसंग। चंदन विष व्याप्त नहिं, लिपटे रहत भुजंग॥",
      "gujarati": "જે રહિમ ઉત્તમ પ્રકૃતિ છે, તે કઈ કરી શકે કુસંગ. ચંદનમાં વિષ વ્યાપ્ત નથી, પણ તે ભુજંગને લપટાવે છે.",
      "hindi": "जो रहीम उत्तम प्रकृति, का करि सकत कुसंग। चंदन विष व्याप्त नहिं, लिपटे रहत भुजंग॥",
      "english": "Rahim says, what harm can bad company do to one of noble nature? Just as sandalwood does not get poisoned by the snake wrapped around it."
    }
  },
  {
    "index": 29,
    "dohas": {
      "original": "सुधा सराहिओ बिम्ब फल, सराहिय जो दूध। जानौ पिव एकै गुणै, बिष कै लेखे सुद्ध॥",
      "gujarati": "સુધા સરાહવી બિમ્બ ફળ, સરાહવું તે દૂધ. જાણો પીવા એક જ ગુણ છે, વિષ માટે સારું છે.",
      "hindi": "सुधा सराहिओ बिम्ब फल, सराहिय जो दूध। जानौ पिव एकै गुणै, बिष कै लेखे सुद्ध॥",
      "english": "Rahim says, nectar is praised as a fruit and milk is praised as well. Know that both have one quality, but poison is pure in itself."
    }
  },
  {
    "index": 30,
    "dohas": {
      "original": "रहिमन वहां न जाइए, जहां कपट का हेत। हम तन ढारन पाइये, जो लोग कहत अचेत॥",
      "gujarati": "રહિમન ત્યાં ન જવું, જ્યાં છેતરપિંડીનો પ્રેમ છે. આપણે શરીરને મૂકવું જોઈએ, લોકો કહે છે મૂર્ખ.",
      "hindi": "रहिमन वहां न जाइए, जहां कपट का हेत। हम तन ढारन पाइये, जो लोग कहत अचेत॥",
      "english": "Rahim says, do not go where there is deceitful love. It is better to lay down one's life than be called a fool by others."
    }
  },
  {
    "index": 31,
    "dohas": {
      "original": "रहिमन हारे को हरि है, सभी कहत यह बात। लेकिन ऐसे हारे को, भजत न कोई श्रीनाथ॥",
      "gujarati": "રહિમન હારે કો હરિ છે, સૌ કહે છે આ વાત. પણ આવા હારે કો, ભજત ન કોઈ શ્રીનાથ.",
      "hindi": "रहिमन हारे को हरि है, सभी कहत यह बात। लेकिन ऐसे हारे को, भजत न कोई श्रीनाथ॥",
      "english": "Rahim says, everyone knows Hari (God) is with the defeated. But no one worships Shri Nath (Krishna) until they are defeated."
    }
  },
  {
    "index": 32,
    "dohas": {
      "original": "रहिमन समय बिपरीत का, कहिए नहिं कुछ माहि। जैसे कुछ पावक लाग ते, तजि कछु कहै न जाहि॥",
      "gujarati": "રહિમન સમય બિપ્રિત નો, કઈએ નહીં કઈક માંજ. જેમ કે કંઇક આગ લાગે છે, છોડી કંઈક કહે નહીં જાય.",
      "hindi": "रहिमन समय बिपरीत का, कहिए नहिं कुछ माहि। जैसे कुछ पावक लाग ते, तजि कछु कहै न जाहि॥",
      "english": "Rahim says, when the times are adverse, do not say anything. Like when a fire breaks out, leave without saying anything."
    }
  },
  {
    "index": 33,
    "dohas": {
      "original": "रहिमन ओछे नरन सो, बैर न कीजै कोय। कंचन तजि कुम्हार के, गधे न चढ़े कोई॥",
      "gujarati": "રહિમન ઓછા નરને, વેર ન કરશો કોઈ. કંચન છોડીને કુંભારના, ગધે ન ચડે કોઈ.",
      "hindi": "रहिमन ओछे नरन सो, बैर न कीजै कोय। कंचन तजि कुम्हार के, गधे न चढ़े कोई॥",
      "english": "Rahim says, do not hold grudges against petty people. Just as no one mounts a donkey after leaving behind a golden chariot."
    }
  },
  {
    "index": 34,
    "dohas": {
      "original": "रहिमन विपदा में मिले, सो सच्चा मीत। हीरा ताहि परखिए, जो कसौटी रीत॥",
      "gujarati": "રહિમન વિપદા માં મળ્યા, તે સાચો મિત્ર. હીરા તાહિ પરખો, જે કસોટી રીત.",
      "hindi": "रहिमन विपदा में मिले, सो सच्चा मीत। हीरा ताहि परखिए, जो कसौटी रीत॥",
      "english": "Rahim says, the friend found in adversity is the true friend. Test a diamond on a touchstone to verify its purity."
    }
  },
  {
    "index": 35,
    "dohas": {
      "original": "रहिमन निज पर छोड़िए, जो मन हो अधीर। ऐसा कोई नहिं मिलै, जहं न हो दुःख घीर॥",
      "gujarati": "રહિમન પોતાના પર છોડી દો, જે મન હોય અધીર. એવું કોઈ નહીં મળે, જ્યાં ન હોય દુ:ખ ઘીર.",
      "hindi": "रहिमन निज पर छोड़िए, जो मन हो अधीर। ऐसा कोई नहिं मिलै, जहं न हो दुःख घीर॥",
      "english": "Rahim says, let go of your worries when the mind is restless. There is no place where sorrow does not exist."
    }
  },
  {
    "index": 36,
    "dohas": {
      "original": "रहिमन धागा प्रेम का, मत तोड़ो चटकाय। टूटे से फिर ना जुड़े, जुड़े गाँठ पड़ जाय॥",
      "gujarati": "રહિમન ધાગા પ્રેમના, ન તોડો ચટકાઇ. તૂટે પછી ન જોડાય, જોડે ગાંઠ પડાય.",
      "hindi": "रहिमन धागा प्रेम का, मत तोड़ो चटकाय। टूटे से फिर ना जुड़े, जुड़े गाँठ पड़ जाय॥",
      "english": "Rahim says, do not snap the thread of love abruptly. Once broken, it does not join again; if it does, knots remain."
    }
  },
  {
    "index": 37,
    "dohas": {
      "original": "जो रहीम उत्तम प्रकृति, का करि सकत कुसंग। चंदन विष व्याप्त नहिं, लिपटे रहत भुजंग॥",
      "gujarati": "જે રહિમ ઉત્તમ પ્રકૃતિ છે, તે કઈ કરી શકે કુસંગ. ચંદનમાં વિષ વ્યાપ્ત નથી, પણ તે ભુજંગને લપટાવે છે.",
      "hindi": "जो रहीम उत्तम प्रकृति, का करि सकत कुसंग। चंदन विष व्याप्त नहिं, लिपटे रहत भुजंग॥",
      "english": "Rahim says, what harm can bad company do to one of noble nature? Just as sandalwood does not get poisoned by the snake wrapped around it."
    }
  },
  {
    "index": 38,
    "dohas": {
      "original": "रहिमन मनही लागि कै, देखियात ही पराए। यहाँ नहीं रस्ते जुड़ै, भले चले जिय जाए॥",
      "gujarati": "રહિમન મનથી જોડી ને, જોયા જ થાય છે. અહીં રસ્તા નથી જોડાતા, સારું ચાલો જીવ જાય.",
      "hindi": "रहिमन मनही लागि कै, देखियात ही पराए। यहाँ नहीं रस्ते जुड़ै, भले चले जिय जाए॥",
      "english": "Rahim says, with the mind attached, one sees everyone as an outsider. Here, paths do not join, it is better to let life go."
    }
  },
  {
    "index": 39,
    "dohas": {
      "original": "समय पाय फल होत है, समय पाय झरी जात। सदा रहे नहिं एक-सी, का रहीम पछितात॥",
      "gujarati": "સમય પાઈ ફળ થાય છે, સમય પાઈ ઝરી જાય છે. સદાય રહેતું નથી એક-જ, શા માટે રહીમ પછતાવવું.",
      "hindi": "समय पाय फल होत है, समय पाय झरी जात। सदा रहे नहिं एक-सी, का रहीम पछितात॥",
      "english": "Rahim says, fruits come in season and fall in season. Things do not stay the same forever, why regret?"
    }
  },
  {
    "index": 40,
    "dohas": {
      "original": "छिमा बड़ेन को चाहिए, छोटेन को उत्पात। कहि रहीम हरि का घट्यौ, जो भृगु मारी लात॥",
      "gujarati": "છિમા મોટાને જોઈએ, નાનાને ઉપદ્રવ. કહી રહિમ હરીનું ઘટ્યું, જે ભૃગુએ મારે લાત.",
      "hindi": "छिमा बड़ेन को चाहिए, छोटेन को उत्पात। कहि रहीम हरि का घट्यौ, जो भृगु मारी लात॥",
      "english": "Forgiveness is needed by the great, mischief by the small. Rahim says, did Hari lose anything when Bhrigu kicked him?"
    }
  },
  {
    "index": 41,
    "dohas": {
      "original": "शिला सिखर से पड़े, लहू होत सुहाग। काहू नारी रैनी की, काहू मिरगी रग।।",
      "gujarati": "શિલાનું શિખર પર પડ્યું છે, લહૂ થાય છે સુહાગ. કોણ બનરાસની રાની, કોણ રંગીલી રગ.",
      "hindi": "शिला सिखर से पड़े, लहू होत सुहाग। काहू नारी रैनी की, काहू मिरगी रग।।",
      "english": "Blood turns auspicious when it falls on the peak of a stone. One is a queen of Banaras, the other a colorful vein."
    }
  },
  {
    "index": 42,
    "dohas": {
      "original": "राजनीति नीति सुरे, सूत्र देहिं बौध। बिनु कोटि कर्म बीचारी, सब होत निरोध।।",
      "gujarati": "રાજનીતિ સુંદરી નીતિ, બિંદુ દિવસં જડ. બિન લાખો કર્મ વિચારી, સર્વ હોય નિરોધ.",
      "hindi": "राजनीति नीति सुरे, सूत्र देहिं बौध। बिनु कोटि कर्म बीचारी, सब होत निरोध।।",
      "english": "Politics is a beautiful policy, the body is bound by a thread. Without millions of actions considered, everything stops."
    }
  },
  {
    "index": 43,
    "dohas": {
      "original": "रोग बिन ज्ञान न पाय, बिन रुचि अरुचि कर। देह अज्ञान पुनः पाय, तब सों नाम बिलास कर।।",
      "gujarati": "રોગ વગરે જ્ઞાન નહિ મળે, રુચિ વિના અરુચિ થાય છે. દેહ અજ્ઞાન ફરી મળે, તે સમયે નામ બિલાસ કરો.",
      "hindi": "रोग बिन ज्ञान न पाय, बिन रुचि अरुचि कर। देह अज्ञान पुनः पाय, तब सों नाम बिलास कर।।",
      "english": "Without disease, knowledge cannot be gained; without taste, there is distaste. The body regains ignorance, then enjoy the play of the name."
    }
  },
  {
    "index": 44,
    "dohas": {
      "original": "राम पालन करैं जोई, लछिमी द्वार से. कहै रहीम समदर्शी, बड़ा छिप अधिकार।।",
      "gujarati": "રામ પાલન કરે છે જો, લક્ષ્મી દ્વાર પર. કહે રહીમ સમદર્શી, મોટા છુપ્પાં અધિકારી.",
      "hindi": "राम पालन करे जोई, लछिमी द्वार से। कहै रहीम समदर्शी, बड़ा छिप अधिकार।।",
      "english": "He who practices Rama's protection, Lakshmi's door. Rahim says, the truly wise are greatly hidden."
    }
  },
  {
    "index": 45,
    "dohas": {
      "original": "सजन सेल बचाया, दूर खल सेंध। कहै रहीम साहस गवाया, गयो नाव अबंध।।",
      "gujarati": "સજન સંગે રાખવાં, દૂર ખલ સહું. કહે રહીમ સાહસ ગુમાવ્યું, નાવ વગરે ગયો.",
      "hindi": "सजन सेल बचाया, दूर खल सेंध। कहै रहीम साहस गवाया, गयो नाव अबंध।।",
      "english": "With friends, he was saved from the distant, wickedness. Rahim says, courage lost, the boat went unbound."
    }
  },
  {
    "index": 46,
    "dohas": {
      "original": "देखिए उपदेश देन को, करै जीवन में। बिनु साधु सब होई, निराधार अभिमान में।।",
      "gujarati": "જો ઉપદેશ આપવા, કરો જીવનમાં. બિન સાધુ બની શકે, અલ્પાહાર અભિમાનમાં.",
      "hindi": "देखिए उपदेश देन को, करै जीवन में। बिनु साधु सब होई, निराधार अभिमान में।।",
      "english": "Look to give advice, make life. Without a saint, all in helpless pride."
    }
  },
  {
    "index": 47,
    "dohas": {
      "original": "एक राम को निन्दी, एक न बिचारी रात। एक बर न दोहावल, एक बर न कभू बात।।",
      "gujarati": "એક રામ કેવળ નિંદા કરે છે, અમેરો ન રાત. એક બર ન બરનાવડી, એક બર ન કભી વાત.",
      "hindi": "एक राम को निन्दी, एक न बिचारी रात। एक बर न दोहावल, एक बर न कभू बात।।",
      "english": "One criticizes Rama alone, one never ponders the night. Once never, never once said."
    }
  },
  {
    "index": 48,
    "dohas": {
      "original": "नर की भांति संतोष, अधरम नाम कोइ। अंजुली भंग को सब, एक कभू न होइ।।",
      "gujarati": "નરના જેવા સંતોષ, અધર્મ નામ કોઇ. અંજલી વિશે વિચારે, એક કભી નથી.",
      "hindi": "नर की भांति संतोष, अधर्म नाम कोइ। अंजुली भंग को सब, एक कभू न होइ।।",
      "english": "Like a man's contentment, no one has an unjust name. Everyone breaks the deal, never."
    }
  },
  {
    "index": 49,
    "dohas": {
      "original": "विषय माया सम ज्यों, चखि गए तुराई। अंतर आत्म बिचारी, लीजै नाम भव भारी।।",
      "gujarati": "વિષય માયા સમ તેવું, ચાખે ગયા તુરાઇ. અંતર આત્મા વિચારી, લીજે નામ ભવ ભારી.",
      "hindi": "विषय माया सम ज्यों, चखि गए तुराई। अंतर आत्म बिचारी, लीजै नाम भव भारी।।",
      "english": "Worldly illusion like squash, taste gone. Inner soul ponders, take the name, worldly burden."
    }
  },
  {
    "index": 50,
    "dohas": {
      "original": "भगत राम कहँ लखि, राजनीति अधिकार। विषय वासना मुक्ति, तेज वायु धर।।",
      "gujarati": "ભગત રામ કહે છે, રાજનીતિ અધિકાર. વિષય વાસના મુક્તિ, તેજ વાયુ પકડો.",
      "hindi": "भगत राम कहते हैं, राजनीति अधिकार। विषय वासना मुक्ति, तेज वायु धर।।",
      "english": "Devotees of Rama say, politics power. Freedom from worldly desires, hold fast, strong wind."
    }
  },
  {
    "index": 51,
    "dohas": {
      "original": "मोहि माया मगु अभिमान, नहिं मोहि जिम कोइ। कहै रहीम गुनी बिचार, जो माया जुग रोइ।।",
      "gujarati": "મોહે માયા મનું અભિમાન, નથી મને જે કોઇ. કહે રહીમ ગુણી વિચાર, જે માયા યુગ કરે છે.",
      "hindi": "मोहि माया मगु अभिमान, नहिं मोहि जिम कोइ। कहै रहीम गुनी बिचार, जो माया जुग रोइ।।",
      "english": "I am proud of Maya, no one like me. Rahim says, consider the virtuous, who weep for Maya's age."
    }
  },
  {
    "index": 52,
    "dohas": {
      "original": "मिलै न भाई, व्यर्थ चाटै, संत सुधि चित्त न जोई। कहै रहीम बिनु भक्ति ज्ञान, न सों मिलै राम भोई।।",
      "gujarati": "મળાવો નથી, વ્યર્થના ચાટવા, સંત જાણે વિચાર નથી. કહે રહીમ ભક્તિ જ્ઞાન વિના, રામ ભખાઈને ન મળે છે.",
      "hindi": "मिलै न भाई, व्यर्थ चाटै, संत सुधि चित्त न जोई। कहै रहीम बिनु भक्ति ज्ञान, न सों मिलै राम भोई।।",
      "english": "If you do not get it, it is futile to lick, the saint does not know. Rahim says, without devotion and knowledge, Ram does not get it."
    }
  }

  ]
