
[
  {
    "index": 1,
    "dohas": {
      "original": "आदर करि राखो कितो, करि है औगुन संठ। हर राखो विष कंठ में, कियो नील वै कंठ॥",
      "gujarati": "આદર કરી રાખો કિતો, કરી છે અવગુણ સંત. હર રાખો વિષ કંઠમાં, કિયોનેલ વાઇ કંઠ.",
      "hindi": "आदर करि राखो कितो, करि है औगुन संठ। हर राखो विष कंठ में, कियो नील वै कंठ॥",
      "english": "Respect the poison you keep, even if it is harmful. Just as Shiva kept the poison in his throat, making it blue."
    }
  },
  {
    "index": 2,
    "dohas": {
      "original": "संगति दोष न पंडितनि, रह खलनि के संग। बिषधर विष ससि ईस में, अपने-अपने रंग॥",
      "gujarati": "સંગતિ દોષ ન પંડિતનિ, રહ ખલનિ કે સંગ. બિષધર બિષ સસિ ઈસ માં, પોતાના-પોતાના રંગ.",
      "hindi": "संगति दोष न पंडितनि, रह खलनि के संग। बिषधर विष ससि ईस में, अपने-अपने रंग॥",
      "english": "Even the wise are affected by bad company. Just as a serpent and the moon have their own inherent qualities."
    }
  },
  {
    "index": 3,
    "dohas": {
      "original": "सर सर जद्यपि मंजु हैं, फूले कंज रसाल। बिन मानस मानस मुदित, कहुँ नहिं करत मराल॥",
      "gujarati": "સર સર જદ્યપિ મંજુ છે, ફૂલ કંજ રસાલ. બિન માનસ માનસ મુદિત, કહું નહી કરત મરાલ.",
      "hindi": "सर सर जद्यपि मंजु हैं, फूले कंज रसाल। बिन मानस मानस मुदित, कहुँ नहिं करत मराल॥",
      "english": "Even if the lotus blooms in a serene lake, without a swan, it doesn't bring joy."
    }
  },
  {
    "index": 4,
    "dohas": {
      "original": "वह रसाल है औरई, जौन सुखद हिय माँह। अरे पथिक भटकत कहा, लखि की छाँह॥",
      "gujarati": "વહ રસાલ છે ઓરઈ, જૌન સુખદ હિય માંહ. અરે પથિક ભટકત કહા, લખિ કે છાંહ.",
      "hindi": "वह रसाल है औरई, जौन सुखद हिय माँह। अरे पथिक भटकत कहा, लखि की छाँह॥",
      "english": "The essence of joy is within, O traveler, why do you wander, seeing mere shadows?"
    }
  },
  {
    "index": 5,
    "dohas": {
      "original": "हरि तिय देखे ही बने, अचिरिजु अंग गुन गेह। कटि कहिबे की जानिये, ज्यों गनिका को नेह॥",
      "gujarati": "હરિ તિય જોઇને જ બને, અચિરિજું અંગ ગુણ ઘેહ. કટી કહેબે કી જાનીયે, જેમ ગનિકા કા નેહ.",
      "hindi": "हरि तिय देखे ही बने, अचिरिजु अंग गुन गेह। कटि कहिबे की जानिये, ज्यों गनिका को नेह॥",
      "english": "Seeing a woman, one admires her beauty and virtues, just as one understands a courtesan's affection."
    }
  },
  {
    "index": 6,
    "dohas": {
      "original": "छुटै न संपति बिपति हू, ऊँचे जन को संग। बसन फटेहु ना छुटै, ज्यों मजीठ को रंग॥",
      "gujarati": "છૂટે ન સંપતિ બિપતિ હુ, ઊંચે જન કો સંગ. બાસણ ફટે હુ ના છૂટે, જેમ મજીઠ કો રંગ.",
      "hindi": "छुटै न संपति बिपति हू, ऊँचे जन को संग। बसन फटेहु ना छुटै, ज्यों मजीठ को रंग॥",
      "english": "Wealth or adversity, both remain with noble people, just as the color of madder doesn't fade even when the cloth is torn."
    }
  },
  {
    "index": 7,
    "dohas": {
      "original": "वसन गहो अब बस न है, लखि कै नेकु स्वरूप। बसन भयो मन बस न है, तरुनि तिहारे रूप॥",
      "gujarati": "વસન ગહો હવે બસ ન છે, લખિ કે નેક સ્વરૂપ. બસન થયો મન બસ ન છે, તરુણિ તિહારે રૂપ.",
      "hindi": "वसन गहो अब बस न है, लखि कै नेकु स्वरूप। बसन भयो मन बस न है, तरुनि तिहारे रूप॥",
      "english": "Holding onto the garment is not possible now, seeing its beauty. The garment has controlled the mind, not the other way around."
    }
  },
  {
    "index": 8,
    "dohas": {
      "original": "लखि-लखि स्याम सरूप सखि, कह्यो कछू नहिं जाइ। तजि कुरंग गति नैन ये, गज गति लेत बनाइ॥",
      "gujarati": "લખિ-લખિ શ્યામ સરુપ સખી, કહ્યો કછુ નહી જાય. તજી કુરંગ ગતિ નૈન યે, ગજ ગતિ લેત બનાવે.",
      "hindi": "लखि-लखि स्याम सरूप सखि, कह्यो कछू नहिं जाइ। तजि कुरंग गति नैन ये, गज गति लेत बनाइ॥",
      "english": "Looking at the dark beauty, O friend, nothing can be said. Leaving the gaze of the deer, it adopts the gait of an elephant."
    }
  },
  {
    "index": 9,
    "dohas": {
      "original": "मुख जोरे कोरे लगी, दृगनि करत चलि नीच। अब साँचे दृग मीन भे, चढ़ि तिय बेनी बीच॥",
      "gujarati": "મુખ જોરે કોરે લાગી, દૃગણિ કરત ચલ નીચ. હવે સાંચે દૃગ મીન ભે, ચઢી તિય બેનિ વચ્ચે.",
      "hindi": "मुख जोरे कोरे लगी, दृगनि करत चलि नीच। अब साँचे दृग मीन भे, चढ़ि तिय बेनी बीच॥",
      "english": "The eyes fix on the face, moving lowly. Now the true eyes become fish, nestled in the woman's hair."
    }
  },
  {
    "index": 10,
    "dohas": {
      "original": "स्याम २ दुति ईठि तुव, कोऊ लखति न ईठि। तुम राधा संग ही दुरो, परति राधिका दीठि॥",
      "gujarati": "શ્યામ ૨ દુતિ ઈઠ તુવ, કોઈ લખતે ન ઈઠ. તું રાધા સંગ હી દુરો, પરતિ રાધિકા દીઠિ.",
      "hindi": "स्याम २ दुति ईठि तुव, कोऊ लखति न ईठि। तुम राधा संग ही दुरो, परति राधिका दीठि॥",
      "english": "Your dark form and glow, no one else sees. You stay with Radha, appearing only to her."
    }
  },
  {
    "index": 11,
    "dohas": {
      "original": "झुकति पलक झूमति चलति,अलक छुटी सुखदानि। नहिं बिसरै हिय में बसी, वा अलसौहीं बानि॥",
      "gujarati": "ઝુકતી પલક ઝૂમતી ચલતી,અલક છૂટી સુખદાનિ. નહિ બિસરાઈ હિય માં બસી, વા અલસોઇં બાણી.",
      "hindi": "झुकति पलक झूमति चलति,अलक छुटी सुखदानि। नहिं बिसरै हिय में बसी, वा अलसौहीं बानि॥",
      "english": "Drooping eyelids and swaying walk, with hair that brings joy. It doesn't fade from the heart, that lazy demeanor."
    }
  },
  {
    "index": 12,
    "dohas": {
      "original": "अलप अरुन छवि अलप तम, अलप नखत दुति जाल। लियो विविध रंग नभ बसन, जनु प्राची बर बाल॥",
      "gujarati": "અલપ અરુણ છવી અલપ તમ, અલપ નખત દુતિ જાળ. લીધો વિવિધ રંગ નભ વસન, જનુ પ્રાચી બર બાલ.",
      "hindi": "अलप अरुन छवि अलप तम, अलप नखत दुति जाल। लियो विविध रंग नभ बसन, जनु प्राची बर बाल॥",
      "english": "A little red hue, a little darkness, and a little starlight web. Various colors have taken the sky's garment, like the east adorning a child."
    }
  },
  {
    "index": 13,
    "dohas": {
      "original": "लपटि बेलि सी जाति अँग, निघुटि नटी लौ जाइ। कोटि नवोढ़ा बारिये, वाकी बोलनि पाइ॥",
      "gujarati": "લપટી વેલી સી જાતી અંગ, નીઘુટી નટી લૌ જાય. કરોડો નવોઢા બારિયે, વાકી બોલનિ પાઇ.",
      "hindi": "लपटि बेलि सी जाति अँग, निघुटि नटी लौ जाइ। कोटि नवोढ़ा बारिये, वाकी बोलनि पाइ॥",
      "english": "Clinging like a vine to the body, the actress moves. A million new brides are worth her words."
    }
  },
  {
    "index": 14,
    "dohas": {
      "original": "ये समीर तिहुँ लोक के, तुम हौ जीवन दानि। पिय के हिय में लागि के, कब लगिहौ हिय आनि॥",
      "gujarati": "યે સમીર તિહું લોક કે, તું હો જીવન દાનિ. પિય કે હિય માં લગિ કે, કબ લગિહો હિય આની.",
      "hindi": "ये समीर तिहुँ लोक के, तुम हौ जीवन दानि। पिय के हिय में लागि के, कब लगिहौ हिय आनि॥",
      "english": "O wind of the three worlds, you are the giver of life. Having touched the beloved's heart, when will you bring it to mine?"
    }
  },
  {
    "index": 15,
    "dohas": {
      "original": "नीले जरबीले छुटे, केस सिवार समाज। कै लपट्यो ब्रजराज रंग, कै लपट्यो रसराज॥",
      "gujarati": "નીલે જરબીલે છૂટે, કેસ સિવાર સમાજ. કે લપટ્યો બ્રજરાજ રંગ, કે લપટ્યો રસરાજ.",
      "hindi": "नीले जरबीले छुटे, केस सिवार समाज। कै लपट्यो ब्रजराज रंग, कै लपट्यो रसराज॥",
      "english": "Blue and bright, the hair tangles. Whether it clings to the color of Braj or the essence of love."
    }
  },
  {
    "index": 16,
    "dohas": {
      "original": "छोटी संगति के मिले, होति छोटिये बात। ससि राख्यो सस-अंक में, सों कलंक ठहरात॥",
      "gujarati": "છોટી સંગતિ કે મળે, હોતિ છોટિયે વાત. સસિ રાખ્યો સસ અંક માં, સો કલંક ઠહરાત.",
      "hindi": "छोटी संगति के मिले, होति छोटिये बात। ससि राख्यो सस-अंक में, सों कलंक ठहरात॥",
      "english": "In the company of the small, small things happen. The moon keeps a blemish in its embrace, marking it as such."
    }
  },
  {
    "index": 17,
    "dohas": {
      "original": "नथ दुर मुकुता तिय वदन, परसत परम प्रकास। मानहुँ ससि भ्रम नखत वर, तजि आयो नभ वास॥",
      "gujarati": "નથ દૂર મુકુતા તિય વદન, પરસત પરમ પ્રકાશ. માનહું સસિ ભ્રમ નખત વર, તજી આયો નભ વસ.",
      "hindi": "नथ दुर मुकुता तिय वदन, परसत परम प्रकास। मानहुँ ससि भ्रम नखत वर, तजि आयो नभ वास॥",
      "english": "The nose ring and pearls touch the woman's face, creating a supreme radiance. As if the moon and stars left the sky to reside there."
    }
  },
  {
    "index": 18,
    "dohas": {
      "original": "संग छुटत हू ना छुटै, सज्जन को अनुराग। तोरि लीजिये कंज को, तऊ न टूटत ताग॥",
      "gujarati": "સંગ છૂટે હુ ના છૂટે, સજ્જન કો અનુરાગ. તોરી લીઝિયે કંજ કો, તઉ ન તૂટે તાગ.",
      "hindi": "संग छुटत हू ना छुटै, सज्जन को अनुराग। तोरि लीजिये कंज को, तऊ न टूटत ताग॥",
      "english": "Even if separated, the love of the virtuous doesn't fade. Break the lotus, yet its fibers won't break."
    }
  },
  {
    "index": 19,
    "dohas": {
      "original": "कहा मीन अकुलात तू, पर्यो रेसमी जाल। तरफत कित बेफाइदा, नहिं छूटैगौ हाल॥",
      "gujarati": "કહા મીન અકુલાત તું, પર્યો રેસમિ જાલ. તરફત કિત બેફાઇદા, નહી છૂટેગૌ હાલ.",
      "hindi": "कहा मीन अकुलात तू, पर्यो रेसमी जाल। तरफत कित बेफाइदा, नहिं छूटैगौ हाल॥",
      "english": "Why do you panic, O fish, trapped in a silk net? Struggling is futile, you won't escape your fate."
    }
  },
  {
    "index": 20,
    "dohas": {
      "original": "होत अचेतन हूहिए, सकल प्रेम की बात। अस्ताचल दिनमनि चलत, नलिनी दल मुरझात॥",
      "gujarati": "હોત અચેતન હૂહિએ, શકલ પ્રેમ કી વાત. અસ્તાચલ દિનમનિ ચલત, નલિની દલ મુરઝાત.",
      "hindi": "होत अचेतन हूहिए, सकल प्रेम की बात। अस्ताचल दिनमनि चलत, नलिनी दल मुरझात॥",
      "english": "In unconsciousness, all love stories end. As the sun sets, the lotus petals wither."
    }
  },
  {
    "index": 21,
    "dohas": {
      "original": "सुर नर असुर फनीस सब, बंदत हैं सब काल। तेउ कुसंगति के परे, कहवावत हैं ग्वाल॥",
      "gujarati": "સુર નર અસુર ફનીસ બધુ, બંધત છે બધુ કાલ. તેઉ કુસંગતિ કે પરે, કહવાવત છે ગ્વાલ.",
      "hindi": "सुर नर असुर फनीस सब, बंदत हैं सब काल। तेउ कुसंगति के परे, कहवावत हैं ग्वाल॥",
      "english": "Gods, humans, demons, and serpents, all are bound by time. Yet, bad company turns even the noble into cowherds."
    }
  },
  {
    "index": 22,
    "dohas": {
      "original": "जहाँ बीज उपजत तहाँ, गुन नहिं जानों जात। ज्यौं-ज्यौं दूरहि जात है, दूनो मोल बिकात॥",
      "gujarati": "જ્યાં બીજ ઉપજત ત્યાં, ગુણ નહિ જાણો જત. જેમ જેમ દૂરહી જત છે, ડૂનો મોલ બિકાત.",
      "hindi": "जहाँ बीज उपजत तहाँ, गुन नहिं जानों जात। ज्यौं-ज्यौं दूरहि जात है, दूनो मोल बिकात॥",
      "english": "Where seeds sprout, their value is not known. As they travel far, their worth increases."
    }
  },
  {
    "index": 23,
    "dohas": {
      "original": "दूरि रहै नहिं कछु घटै, भये प्रेम सों पूर। कहुँ मयूर कहुँ मेघ है, कहुँ सरोज कहुँ सूर॥",
      "gujarati": "દૂરી રહિ નહિ કછુ ઘટે, ભયે પ્રેમ સો પુર. કહું મયૂર કહું મેઘ છે, કહું સરોજ કહું સૂર.",
      "hindi": "दूरि रहै नहिं कछु घटै, भये प्रेम सों पूर। कहुँ मयूर कहुँ मेघ है, कहुँ सरोज कहुँ सूर॥",
      "english": "Distance does not diminish love, it remains full. Sometimes a peacock, sometimes a cloud, sometimes a lotus, sometimes the sun."
    }
  },
  {
    "index": 24,
    "dohas": {
      "original": "सजि सिंगार तिय भाल मों, मृगमद बेंदी दीन। सुवरन के जयपत्र में, मदन मोहर-सी कीन॥",
      "gujarati": "સજિ સિંગાર તિય ભાલ માં, મૃગમદ બેંદિ દિન. સુંવર્ણ કે જયપત્ર માં, મદન મોહર-સી કિન.",
      "hindi": "सजि सिंगार तिय भाल मों, मृगमद बेंदी दीन। सुवरन के जयपत्र में, मदन मोहर-सी कीन॥",
      "english": "Adorned with sandalwood paste on her forehead, the woman gave her lover a victory letter in gold, sealing it with her love."
    }
  },
  {
    "index": 25,
    "dohas": {
      "original": "जाकी जौन परी हिये, नहिं छूटे वह वाक। जटित हेम के साज गज, तऊ चढ़ावत ख़ाक॥",
      "gujarati": "જાકી જૌન પરિ હિયે, નહિ છૂટે વા વાક. જટિત હેમ કે સાજ ગજ, તઉ ચઢાવત ખાક.",
      "hindi": "जाकी जौन परी हिये, नहिं छूटे वह वाक। जटित हेम के साज गज, तऊ चढ़ावत ख़ाक॥",
      "english": "What the heart falls for, words cannot break. Even adorned in gold, the elephant walks on dust."
    }
  },
  {
    "index": 26,
    "dohas": {
      "original": "ऐ रसाल जानत नहीं, तू कछु हिये विचार। कोकिल बायस एक संग, बैठावत है डार॥",
      "gujarati": "એ રસાલ જાણત નથી, તું કછુ હિયે વિચાર. કોકિલ બાયસ એક સંગ, બૈઠાવત છે ડાર.",
      "hindi": "ऐ रसाल जानत नहीं, तू कछु हिये विचार। कोकिल बायस एक संग, बैठावत है डार॥",
      "english": "O mango tree, you don't realize, think with your heart. You're seating the cuckoo and the crow together on the same branch."
    }
  },
  {
    "index": 27,
    "dohas": {
      "original": "संगति दोष न पंडितनि, रहे खलनि के संग। विषधर विष ससि ईश में, अपने अपने रंग॥",
      "gujarati": "સંગતિ દોષ ન પંડિતની, રહે ખલનિ કે સંગ. વિષધર વિષ સસિ ઈશ માં, પોતાના પોતાના રંગ.",
      "hindi": "संगति दोष न पंडितनि, रहे खलनि के संग। विषधर विष ससि ईश में, अपने अपने रंग॥",
      "english": "Bad company does not harm the wise, even among the wicked. A snake holds poison, the moonlight, and Shiva, their own essence."
    }
  },
  {
    "index": 28,
    "dohas": {
      "original": "अचल रहै तिय पिय निकट, नरम सचिव के काज। हिमकर कर गहि जनु फिरत, सदन सदन रतिराज॥",
      "gujarati": "અચલ રહે તિય પિય નિકટ, નરમ સચિવ કે કાજ. હિમકર કર ગહિ જનુ ફરત, સદન સદન રતિરાજ.",
      "hindi": "अचल रहै तिय पिय निकट, नरम सचिव के काज। हिमकर कर गहि जनु फिरत, सदन सदन रतिराज॥",
      "english": "The wife stays near her husband, the soft minister's duty. Holding the moon's hand, Love's king roams from house to house."
    }
  },
  {
    "index": 29,
    "dohas": {
      "original": "कच सिवार पंकज नयन, राजति भुजा मृणाल। पावत पार न मीन मन, सरस रूप को ताल॥",
      "gujarati": "કચ સિવાર પંકજ નયન, રાજતિ ભુજા મૃણાલ. પાવત પાર ન મીન મન, સરસ રૂપ કો તાલ.",
      "hindi": "कच सिवार पंकज नयन, राजति भुजा मृणाल। पावत पार न मीन मन, सरस रूप को ताल॥",
      "english": "Hair like algae, eyes like lotus, and arms like lotus stalks. The fish-like mind cannot fathom the beauty's pool."
    }
  },
  {
    "index": 30,
    "dohas": {
      "original": "एक रूप गुन एक सम, एक रीति सुभ साज। कुटिल अलक लखि जानियत, कुटिल रूप रसराज॥",
      "gujarati": "એક રૂપ ગુન એક સમ, એક રીતિ સુભ સાજ. કુટિલ અલક લખિ જાણિયત, કુટિલ રૂપ રસરાજ.",
      "hindi": "एक रूप गुन एक सम, एक रीति सुभ साज। कुटिल अलक लखि जानियत, कुटिल रूप रसराज॥",
      "english": "One form, one quality, one method of good adornment. Seeing the curly locks, one recognizes the cunning form of the king of love."
    }
  },
  {
    "index": 31,
    "dohas": {
      "original": "संपति लखिकै कृपिन की, करौ न मन में भूल। सुनिबे ही को होत है, ज्यौं गूलरि को फूल॥",
      "gujarati": "સંપતિ લખિકે કૃપિન કી, કરો ન મન માં ભૂલ. સુનિબે હી કો હોત છે, જ્યો ગૂલરિ કો ફૂલ.",
      "hindi": "संपति लखिकै कृपिन की, करौ न मन में भूल। सुनिबे ही को होत है, ज्यौं गूलरि को फूल॥",
      "english": "Seeing a miser's wealth, do not be deceived. It's like the invisible flower of a fig tree, heard of but never seen."
    }
  },
  {
    "index": 32,
    "dohas": {
      "original": "सुधा सरौवर तिय वदन, तिहि ढिग चिबुक निपान। करत रहत है रोज ही, दृग खंजन रस पान॥",
      "gujarati": "સુધા સરૌવર તિય વદન, તિહિ ઢિગ ચિબુક નિપાન. કરત રહે છે રોજ હી, દ્રિગ ખંજન રસ પાન.",
      "hindi": "सुधा सरौवर तिय वदन, तिहि ढिग चिबुक निपान। करत रहत है रोज ही, दृग खंजन रस पान॥",
      "english": "Her face is a nectar lake, near it her chin drinks. Daily, her eyes, like wagtails, sip the nectar."
    }
  },
  {
    "index": 33,
    "dohas": {
      "original": "कुंदकली हूँ ते सरस, बढ़ी दसन में काँति। राजति है कैधौं गुही, मंजुल मुकता पाँति॥",
      "gujarati": "કુંદકલી હૂં તે સરસ, વધિ દસન માં કાંતિ. રાજતિ છે કૈધાં ગૂહિ, મંજુલ મુકતા પાંતિ.",
      "hindi": "कुंदकली हूँ ते सरस, बढ़ी दसन में काँति। राजति है कैधौं गुही, मंजुल मुकता पाँति॥",
      "english": "Her teeth are more delicate than jasmine buds, shining brightly. They look like a row of beautiful pearls set in a necklace."
    }
  },
  {
    "index": 34,
    "dohas": {
      "original": "पाइ निकट बहु कुसुम सर, करत कुसुमसर ज़ोर। अब बृंदाबन जाइबो, सखी कठिन नहिं थोर॥",
      "gujarati": "પાઇ નિકટ બહુ કુસુમ સર, કરત કુસુમસર જોર. હવે વૃંદાબન જાઇબો, સખી કઠિન નહિ થોર.",
      "hindi": "पाइ निकट बहु कुसुम सर, करत कुसुमसर ज़ोर। अब बृंदाबन जाइबो, सखी कठिन नहिं थोर॥",
      "english": "Reaching close to many flowers, the bee exerts itself. Now I will go to Vrindavan, friend, it's not too difficult."
    }
  },
  {
    "index": 35,
    "dohas": {
      "original": "अस बिचारि कर संगति, उचित समय अनुमान। परै कुल्हाड़ी मूड़ पै, तौ न करौ पछितान॥",
      "gujarati": "અસ બિચારી કર સંગતિ, યોગ્ય સમય અનુમાન. પરે કુલ્હાડી મૂડ પે, તૌ ન કરો પછિતાન.",
      "hindi": "अस बिचारि कर संगति, उचित समय अनुमान। परै कुल्हाड़ी मूड़ पै, तौ न करौ पछितान॥",
      "english": "Choose your company wisely, consider the right time. If the axe falls on your head, do not regret it later."
    }
  },
  {
    "index": 36,
    "dohas": {
      "original": "मानिनि मनमानी करै, देय न मानी मान। बिनसत बड़याई मिलत, भ्रम तजि मान अपमान॥",
      "gujarati": "માનિની મનમાની કરે, દેય ન માની માન. બિનસત બડ્યાઇ મિલત, ભ્રમ તજી માન અપમાન.",
      "hindi": "मानिनि मनमानी करै, देय न मानी मान। बिनसत बड़याई मिलत, भ्रम तजि मान अपमान॥",
      "english": "The proud one acts as they please, not giving respect. Greatness is lost in such conduct, abandon pride and insult."
    }
  },
  {
    "index": 37,
    "dohas": {
      "original": "जे मृदुल मनहि, मनौ व्रज मँह, शशांक इंदु अस होय। तेज तिहुँ लोको सिमिट, अरुन पहिं बिरजत सोय॥",
      "gujarati": "જે મૃદુલ મનહી, મનૌ વ્રજ માંહ, શશાંક ઇંદુ અસ હોય. તેજ તિહું લોકો સિમિટ, અરુન પહિં વિરાજત સોય.",
      "hindi": "जे मृदुल मनहि, मनौ व्रज मँह, शशांक इंदु अस होय। तेज तिहुँ लोको सिमिट, अरुन पहिं बिरजत सोय॥",
      "english": "The gentle moon in Braj shines bright. Its light, encompassing three worlds, illuminates the dawn."
    }
  },
  {
    "index": 38,
    "dohas": {
      "original": "सकल समय को एक रस, सुख दुख लहरि समाइ। सागर सरिस जो चुप रहै, ताहि न ब्याल बिआइ॥",
      "gujarati": "સકલ સમય કો એક રસ, સુખ દુખ લહરિ સમાઇ. સાગર સરિસ જે ચુપ રહે, તાહિ ન વ્યાલ બીઆઇ.",
      "hindi": "सकल समय को एक रस, सुख दुख लहरि समाइ। सागर सरिस जो चुप रहै, ताहि न ब्याल बिआइ॥",
      "english": "All times are alike, waves of joy and sorrow merge. The one who remains silent, like the ocean, is not troubled by serpents."
    }
  },
  {
    "index": 39,
    "dohas": {
      "original": "तुलसी प्रीति सराहिये, मिलै बिछुरै नहीं जान। देखत ही अनुराग रस, लगै देवतरु जान॥",
      "gujarati": "તુલસી પ્રીતિ સરાહિયે, મિલૈ વિછુરૈ નહિ જાણ. દેખત હી અનુરાગ રસ, લગૈ દેવતરુ જાણ.",
      "hindi": "तुलसी प्रीति सराहिये, मिलै बिछुरै नहीं जान। देखत ही अनुराग रस, लगै देवतरु जान॥",
      "english": "Tulsi's love is praiseworthy, it doesn't wane upon meeting or parting. At first glance, it seems divine and enchanting."
    }
  },
  {
    "index": 40,
    "dohas": {
      "original": "मोर मुकुट मुरली धरै, नीली पीली धजा। सकल समय के सुख सुलभ, ब्रज गति वृषभानु जा॥",
      "gujarati": "મોર મુકટ મુરલી ધરે, નીલી પીલી ધજા. સ્કલ સમય કે સુખ સુલભ, બ્રજ ગતિ વૃષભાનુ જા.",
      "hindi": "मोर मुकुट मुरली धरै, नीली पीली धजा। सकल समय के सुख सुलभ, ब्रज गति वृषभानु जा॥",
      "english": "Peacock crown and flute in hand, with blue and yellow flags. All-time happiness is found in the path of Vrishabhanu's daughter."
    }
  },
  {
    "index": 41,
    "dohas": {
      "original": "जैसे दीख पराई पिरथी, तैसे मिलि मिलि मोहि। छमिहौ छिनहि परेम बिनु, सपनेहुँ नहिं गंध गोहि॥",
      "gujarati": "જૈસે દેખ પરાઇ પૃથ્વી, તૈસે મિલિ મિલિ મોહિ. ક્ષમિહો ક્ષિન્હિ પરેમ બિનુ, સપનેહું નહી ગંધ ગોહિ.",
      "hindi": "जैसे दीख पराई पिरथी, तैसे मिलि मिलि मोहि। छमिहौ छिनहि परेम बिनु, सपनेहुँ नहिं गंध गोहि॥",
      "english": "As the foreign earth appears, so do you meet me. Without love, forgive me, not even a hint in dreams."
    }
  },
  {
    "index": 42,
    "dohas": {
      "original": "बालक दुःख सिख दै जु पै, जननी ठानत बोरि। सो तृष्ना जो हरि तजै, मनो पयोधि सुख थोर॥",
      "gujarati": "બાળક દુઃખ સીખ દૈ જુ પે, જનની ઠાનત બોરી. સો તૃષ્ણા જો હરિ તજૈ, મનો પયોધિ સુખ થોર.",
      "hindi": "बालक दुःख सिख दै जु पै, जननी ठानत बोरि। सो तृष्ना जो हरि तजै, मनो पयोधि सुख थोर॥",
      "english": "A mother seems cruel teaching a child through pain. Such is the longing that abandons God, like a little pleasure in an ocean."
    }
  },
  {
    "index": 43,
    "dohas": {
      "original": "भौतिक हरख सनेह मँह, ते सब बिनसत ताहि। अच्युत चित जो दीजिये, ते सब बढ़त तेहि माहि॥",
      "gujarati": "ભૌતિક હરખ સનેહ માંહ, તે બધા બિનસત તાહિ. અચ્યુત ચિત જે દીજિયે, તે બધાં વધત તેહિ માંહિ.",
      "hindi": "भौतिक हरख सनेह मँह, ते सब बिनसत ताहि। अच्युत चित जो दीजिये, ते सब बढ़त तेहि माहि॥",
      "english": "In worldly joy and affection, all is lost. If given to the immortal, all increases therein."
    }
  },
  {
    "index": 44,
    "dohas": {
      "original": "ऐसो कहूँ सुकाल प्रिये, जो भयऊ सुख मूल। ब्रज मिलि बिहरनि को भए, न फिरि आए ब्रजूल॥",
      "gujarati": "એસો કહું સુકાલ પ્રિયે, જો ભયઉ સુખ મૂલ. બ્રજ મિલિ વિહરનિ કો ભયે, ન ફરી આવ્યા બ્રજુલ.",
      "hindi": "ऐसो कहूँ सुकाल प्रिये, जो भयऊ सुख मूल। ब्रज मिलि बिहरनि को भए, न फिरि आए ब्रजूल॥",
      "english": "Such is a fortunate time, my dear, that became the root of happiness. In Braj, we met and roamed, never to return to separation."
    }
  },
  {
    "index": 45,
    "dohas": {
      "original": "जदपि नूत मृदु मंजरी, रही कंटकनि घेरि। तऊ जात अति जतन ते, लेत मधुप मग हेरि॥",
      "gujarati": "જદપી નૂત મૃદુ મંજરી, રહી કંટકની ઘેરી. તઊ જાત અતિ જતન થી, લેત મધુપ મગ હેરી.",
      "hindi": "जदपि नूत मृदु मंजरी, रही कंटकनि घेरि। तऊ जात अति जतन ते, लेत मधुप मग हेरि॥",
      "english": "Even though the new tender buds are surrounded by thorns, the bee makes great efforts to find its way to them."
    }
  },
  {
    "index": 46,
    "dohas": {
      "original": "गिरिधर गृह बसी कर, वनमन करै राहू. मानुष धर्म पछानि कर, मुक्ति पावै नर नाहू॥",
      "gujarati": "ગિરિધર ગૃહ બસી કર, વનમન કરૈ રાહૂ. માનુષ ધર્મ પછાણિ કર, મુક્તિ પાવૈ નર નાહૂં.",
      "hindi": "गिरिधर गृह बसी कर, वनमन करै राहू। मानुष धर्म पछानि कर, मुक्ति पावै नर नाहू॥",
      "english": "Reside in Giridhar's home, but let the mind wander in the forest. Recognize human virtues, and a person will find liberation."
    }
  },
  {
    "index": 47,
    "dohas": {
      "original": "गोकुल मीन समुझि रहू, मानि बड़इ संतान। रिज़क अपने नित वाहू, जग अतुल समान॥",
      "gujarati": "ગોકુલ મીન સમુઝિ રહૂ, માનિ બડ઼ઇ સંતાન. રિઝ઼ક અપને નિત વાહૂ, જગ અતુલ સમાન.",
      "hindi": "गोकुल मीन समुझि रहू, मानि बड़इ संतान। रिज़क अपने नित वाहू, जग अतुल समान॥",
      "english": "Live in Gokul, consider it a great child. Daily fortune, unparalleled in the world."
    }
  },
  {
    "index": 48,
    "dohas": {
      "original": "अपना भला तोये जनो, गुण समर्पण सो ताहू। रहू तै निरपेक्ष भए, जैसे सरवर राहू॥",
      "gujarati": "અપના ભલા તોયે જનો, ગુણ સમર્પણ સો તાહૂ. રહૂ તૈ નિરપેક્ષ ભએ, જૈસે સરવર રાહૂ.",
      "hindi": "अपना भला तोये जनो, गुण समर्पण सो ताहू। रहू तै निरपेक्ष भए, जैसे सरवर राहू॥",
      "english": "Know your own well-being, dedicate that quality. Remain indifferent, like a pond."
    }
  },
  {
    "index": 49,
    "dohas": {
      "original": "चितवृत्ति सुख करै, बिचारि तृष्णा काम। राधा पाई संग रहै, रसना रचित निधान॥",
      "gujarati": "ચિતવૃત્તિ સુખ કરૈ, બિચારિ તૃષ્ણા કામ. રાધા પાઈ સંગ રહૈ, રસના રચિત નિધાન.",
      "hindi": "चितवृत्ति सुख करै, बिचारि तृष्णा काम। राधा पाई संग रहै, रसना रचित निधान॥",
      "english": "Mental discipline brings joy, thinking of desire. Radha found, continued in company, with a storehouse of tastes."
    }
  },
  {
    "index": 50,
    "dohas": {
      "original": "साधु संत पुनि संग रहू, चितवृत्ति सुख लय। अबिधि कही तुलसीदास, नाथ पाई सुखदाय॥",
      "gujarati": "સાધુ સંત પુનિ સંગ રહૂ, ચિતવૃત્તિ સુખ લય. અબિધિ કહી તુલસીદાસ, નાથ પાઈ સુખદાય.",
      "hindi": "साधु संत पुनि संग रहू, चितवृत्ति सुख लय। अबिधि कही तुलसीदास, नाथ पाई सुखदाय॥",
      "english": "Live again with the saints, bringing joy to the mind. So said Tulsidas, finding the Lord brings joy."
    }
  },
  {
    "index": 51,
    "dohas": {
      "original": "विरह विथा व्याकुल भई, बैठी सर तट बाल। मधुकर धूम मनौ उठत, जरत कंज के बाल॥",
      "gujarati": "વિરહ વિથા વ્યાકુલ ભઈ, બેઠી સર તટ બાલ. મધુકર ધૂમ મનૌ ઉઠત, જરત કંજ કે બાલ.",
      "hindi": "विरह विथा व्याकुल भई, बैठी सर तट बाल। मधुकर धूम मनौ उठत, जरत कंज के बाल॥",
      "english": "The young girl, distressed by the pain of separation, sits by the lake. It seems like smoke is rising, and the lotus petals are burning."
    }
  },
  {
    "index": 52,
    "dohas": {
      "original": "पवन झूंक झाँकन लग्यो, अंचल चलत दुर्यौ न। तर्यो न को रस सिंधु में, लखि तिय कान तर्यौ न॥",
      "gujarati": "પવન ઝૂંક ઝાંકડે લાગ્યો, અંચલ ચાલત દુર્યૌ ના. તર્યો ના કોણ રસ સિંધુમાં, લખી તિય કાન તર્યો ના.",
      "hindi": "पवन झूंक झाँकन लग्यो, अंचल चलत दुर्यौ न। तर्यो न को रस सिंधु में, लखि तिय कान तर्यौ न॥",
      "english": "The wind starts blowing, but the edge of the veil does not move. No one has crossed the ocean of nectar, seeing the woman's ears, they have not crossed."
    }
  }
]